{"keras_version": "2.1.5", "config": [{"config": {"activation": "relu", "dtype": "float32", "kernel_constraint": null, "units": 40, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "bias_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 16], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_21", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"seed": null, "trainable": true, "rate": 0.2, "name": "dropout_5", "noise_shape": null}, "class_name": "Dropout"}, {"config": {"activation": "relu", "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "bias_constraint": null, "bias_regularizer": null, "units": 50, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_22", "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"activation": "softmax", "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "bias_constraint": null, "bias_regularizer": null, "units": 26, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_23", "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}